{
    "data": [
        {
            "Page URL": "https://rewardsforjustice.net/rewards/seka-musa-baluku/",
            "Category": "individual",
            "Title": "Seka Musa Baluku",
            "Reward Amount": "Up to $5 million",
            "Associated Organization(s)": "ISIS-DRC, Allied Democratic Forces, Madina at Tauheed Wau Mujahedeen",
            "Associated Location(s)": "Democratic Republic of the Congo",
            "About": "Rewards for Justice is offering a reward of up to $5 million for information on ISIS-DRC leader Seka Musa Baluku.Under Seka Musa Baluku’s leadership, ISIS-DRC targets, kills, maims, rapes, and commits other sexual violence and engages in abduction of civilians, including children. The group also recruits and uses children during attacks and for forced labor in the DRC’s Beni territory. ISIS-DRC, also known as the Allied Democratic Forces (ADF) and Madina at Tauheed Wau Mujahedeen, among other names, has unleashed brutal violence against Congolese citizens and regional military forces across North Kivu and Ituri Provinces in Eastern DRC. The group killed more than 849 civilians in 2020 alone, according to the UN Security Council.In March 2021, the Department of State designated Baluku as a Specially Designated Global Terrorist (SDGT). At the same time, the Department also designated ISIS-DRC as a Foreign Terrorist Organizations and as a SDGT.As a result of these designations, among other consequences, all property and interests in property of those designated that are subject to U.S. jurisdiction are blocked, and U.S. persons are generally prohibited from engaging in any transactions with them. Foreign financial institutions that knowingly conduct or facilitate any significant transaction on behalf of Baluku or ISIS-DRC could be subject to U.S. correspondent account or payable-through account sanctions. Additionally, it is a crime to knowingly provide material support or resources to ISIS-DRC or to attempt or conspire to do so.The ADF was previously sanctioned by the U.S. Department of the Treasury and the United Nations under the UN Security Council’s DRC sanctions regime in 2014 for its violence and atrocities. The U.S. Department of the Treasury also sanctioned Baluku and five other ADF members in 2019 under the Global Magnitsky sanctions program for their roles in serious human rights abuse. In 2020, the UN designated Baluku for additional sanctions under its DRC sanctions program.",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/02/baluku.jpg",
            "Date Of Birth": "Estimated 1975 or 1976"
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/isis-financial-network/",
            "Category": "terrorism-financing",
            "Title": "ISIS’s Financial Network",
            "Reward Amount": "Up to $10 Million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Indonesia",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information leading to the disruption of the financial mechanisms of the terrorist group Islamic State of Iraq and Syria (ISIS). ISIS relies on financing and facilitation networks to sustain operations and launch attacks in Syria and the surrounding region.ISIS networks have conducted financial transfers to support ISIS efforts in Syria-based displaced persons camps by collecting funds in Indonesia and Turkey, some of which were used to pay for smuggling children out of the camps and delivering them to ISIS foreign fighters as potential recruits.ISIS sympathizers in over 40 countries have sent money to ISIS-linked individuals in these camps in support of ISIS’s future resurgence. In al-Hawl — with some 70,000 people, the largest of these displaced persons camps in northeast Syria — ISIS supporters have received up to $20,000 per month via hawala, an informal transfer mechanism; the majority of those financial transfers have originated outside Syria or passed through neighboring countries such as Turkey.Illicit oil operations and trafficking in looted archaeological objects from Syria and Iraq also have been key sources of revenue that generate hard currency and enable ISIS to carry out its brutal tactics and oppress innocent civilians. ISIS’s damage to and looting of cultural and historical sites in Syria and Iraq have destroyed irreplaceable evidence of ancient life and society.Ancient and historical coins, jewelry, carved gemstones, sculptures, plaques, and cuneiform tablets are among the types of cultural objects that ISIS has trafficked. With support from the U.S. Department of State, the International Council of Museums developed the Emergency Red Lists of Cultural Objects at Risk to present the categories of cultural objects looted and trafficked from Syria and Iraq. They can be viewed  and .",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2022/06/4.webp",
            "Date Of Birth": null
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/ali-mohamed-rage/",
            "Category": "acts-of-terrorism",
            "Title": "Ali Mohamed Rage",
            "Reward Amount": "Up to $5 million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Somalia",
            "About": "Rewards for Justice is offering a reward of up to $5 million for information on Ali Mohamed Rage. Rage is a key leader and chief spokesman of al-Shabaab, a U.S.-designated Foreign Terrorist Organization. Rage has been involved in planning terrorist attacks in Kenya and Somalia for the group. He became al-Shabaab’s top spokesman in May 2009. On August 6, 2021, the Department of State designated him as a Specially Designated Global Terrorist (SDGT) under Executive Order (E.O.) 13224, as amended. ",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/02/Screenshot-2023-02-21-at-9.56.27-AM.png",
            "Date Of Birth": "1966"
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/attack-on-manda-bay-airfield-kenya/",
            "Category": "acts-of-terrorism",
            "Title": "Attack on Manda Bay Airfield, Kenya",
            "Reward Amount": "Up to $10 Million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Kenya",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information on Maalim Ayman and any other individual responsible for the January 5, 2020, terrorist attack on Manda Bay Airfield, Kenya. The Manda Bay facility is a Kenya Defense Forces military base utilized by U.S. armed forces to provide training and counterterrorism support to East African partners, respond to crises, and protect U.S. interests in the region.In the pre-dawn hours, al-Shabaab militants launched mortar rounds at the Kenyan and U.S. positions inside the base and simultaneously fired rocket-propelled grenades (RPGs) and small arms at the adjacent Manda Bay Airfield. Two DoD contractor pilots, both U.S. citizens, were killed when their military aircraft was hit by RPGs on the tarmac of the airfield. A third DoD contractor, also a U.S. citizen, survived the explosion with serious injuries. A U.S. Army specialist acting as an air traffic controller was killed in the ensuing firefight, and two other U.S. citizen service members were injured.In a video subsequently released by al-Shabaab’s official Shahada News Agency, a spokesperson for the group claimed responsibility for the attack.Maalim Ayman, the leader of Jaysh Ayman, an al-Shabaab unit conducting terrorist attacks and operations in Kenya and Somalia, was responsible for preparing the January 2020 attack. In November 2020, the Department of State designated Ayman as a Specially Designated Global Terrorist (SDGT) under Executive Order (E.O.) 13224, as amended.Al-Shabaab — al-Qa’ida’s principal affiliate in East Africa — is responsible for numerous terrorist attacks in Kenya, Somalia, and neighboring countries that have killed thousands of people, including U.S. citizens. The Department of State designated al-Shabaab as a Foreign Terrorist Organization (FTO) and Specially Designated Global Terrorist (SDGT) in March 2008. In April 2010, al-Shabaab was also designated by the UNSC’s Somalia Sanctions Committee pursuant to paragraph 8 of resolution 1844 (2008).",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/01/Camp-Simba-Attack_AR-scaled.jpg",
            "Date Of Birth": null
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/maalim-ayman/",
            "Category": "individual",
            "Title": "Maalim Ayman",
            "Reward Amount": "Up to $10 million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Somalia",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information on Maalim Ayman, leader of Jaysh Ayman, an al-Shabaab unit that has conducted terrorist attacks in Kenya and Somalia. On January 5, 2020, al-Shabaab terrorists attacked Kenyan and U.S. personnel at Manda Bay Airfield, Kenya, killing two U.S. contractor pilots and a U.S. Army specialist acting as an air traffic controller. A third U.S. contractor and two other U.S. service members were injured in the attack.Maalim Ayman was responsible for preparing the January 2020 attack. In November 2020, the Department of State designated Ayman as a Specially Designated Global Terrorist (SDGT) under Executive Order (E.O.) 13224, as amended.The Manda Bay facility is a Kenya Defense Forces military base utilized by U.S. armed forces to provide training and counterterrorism support to East African partners, respond to crises, and protect U.S. interests in the region.",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/02/MAALIM-AYMAN_EN-scaled.jpg",
            "Date Of Birth": null
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/abu-ali-al-tunisi/",
            "Category": "individual",
            "Title": "Abu Ali al-Tunisi",
            "Reward Amount": "Up to $5 million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Iraq",
            "About": "Rewards for Justice is offering a reward of up to $5 million for information leading to the identification or location of Abu Ali al-Tunisi. Al-Tunisi is a key leader of the Islamic State of Iraq and ash-Sham (ISIS), a terrorist organization that continues to pose a threat to the United States and its interests abroad.Abu Ali al-Tunisi is the leader of manufacturing for ISIS in Iraq. He has conducted training for ISIS members, including instruction on how to make explosives, suicide vests, and improvised explosive devices (IEDs). Al-Tunisi also provided advanced training on weapons development and the manufacturing of chemical weapons.Abu Ali al-Tunisi has injuries to his right hand and right eye.On December 17, 2004, the U.S. Department of State designated ISIS (formerly known as AQI) as a Foreign Terrorist Organization under section 219 of the Immigration and Nationality Act, as amended.",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2022/11/Al-Tunisi1.png",
            "Date Of Birth": null
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/attack-on-dusitd2-hotel-complex-nairobi-kenya/",
            "Category": "acts-of-terrorism",
            "Title": "Attack on DusitD2 Hotel Complex, Nairobi, Kenya",
            "Reward Amount": "Up to $10 Million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Kenya",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information on Mohamoud Abdi Aden and any other individual responsible for the 2019 attack by al-Shabaab terrorists on the DusitD2 Hotel complex in Nairobi, Kenya. On the afternoon of January 15, 2019, al-Shabaab gunmen armed with explosives, automatic weapons, and grenades attacked the DusitD2 commercial center, a 6-building complex of shops, offices, and a hotel. At least 21 people, including one U.S. citizen, were killed in the assault. Al-Shabaab — an affiliate of the al-Qa’ida terrorist organization — released live updates throughout the attack via its official Shahada News Agency and issued a press release in which it stated that the attack was in response to guidance from then al-Qa’ida leader Ayman Zawahiri.Aden, an al-Shabaab leader, helped plan the January 2019 attack. On October 17, 2022, the Department of State designated him as a Specially Designated Global Terrorist (SDGT) under Executive Order (E.O.) 13224, as amended.Al-Shabaab is responsible for numerous terrorist attacks in Kenya, Somalia, and neighboring countries that have killed thousands of people, including U.S. citizens. The Department of State designated al-Shabaab as a Foreign Terrorist Organization (FTO) and Specially Designated Global Terrorist (SDGT) in March 2008. In April 2010, al-Shabaab was also designated by the UN Security Council’s Somalia Sanctions Committee pursuant to paragraph 8 of resolution 1844 (2008).",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/01/DUSITD2-HOTEL-ATTACK_AR-scaled.jpg",
            "Date Of Birth": null
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/mohamoud-abdi-aden/",
            "Category": "individual",
            "Title": "Mohamoud Abdi Aden",
            "Reward Amount": "Up to $10 Million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Kenya",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information on Mohamoud Abdi Aden, a leader of the al-Shabaab terrorist group who helped plan the January 15, 2019 attack on the DusitD2 Hotel complex in Nairobi, Kenya. During the assault, al-Shabaab gunmen armed with explosives, automatic weapons, and grenades attacked the DusitD2 commercial center, a 6-building complex of shops, offices, and a hotel. At least 21 people, including one U.S. citizen, were killed in the assault.In October 2022, the Department of State designated Aden as a Specially Designated Global Terrorist (SDGT) under Executive Order (E.O.) 13224, as amended. ",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2023/01/Screenshot-2023-01-10-at-9.43.34-AM.png",
            "Date Of Birth": "March 13, 1985"
        },
        {
            "Page URL": "https://rewardsforjustice.net/rewards/al-shabaabs-financial-network/",
            "Category": "terrorism-financing",
            "Title": "Al-Shabaab’s Financial Network",
            "Reward Amount": "Up to $10 Million",
            "Associated Organization(s)": null,
            "Associated Location(s)": "Kenya",
            "About": "Rewards for Justice is offering a reward of up to $10 million for information leading to the disruption of the financial mechanisms of the terrorist organization al-Shabaab. Al-Shabaab’s financial operations and facilitation networks help sustain its operations and fund its terrorist attacks that have resulted in thousands of deaths of innocent civilians and security forces in Somalia and neighboring countries.Al-Shabaab engages in traditional terrorist funding methods, including bribery, extortion, hawala money transfers, kidnappings for ransom, money laundering, and personal couriers, but it has also developed its own sources of funding and become increasingly independent from external sponsorship. Its newest sources of funding include extortion of elders, businesspeople, and farmers; exploitation of the used automobile trade to its benefit; mobile money transfers, and theft of pastoralists’ livestock. Through territorial expansion, al-Shabaab also engages in illicit activities, such as illegal mining and trade/smuggling of commodities such as charcoal, heroin (which it resells to criminal groups), ivory, livestock, and sugar. Al-Shabaab also imposes taxes on individuals, businesses, pirates, etc., and collects tolls, fees, and taxes on agricultural produce and land.The Department of State is offering rewards for information leading to the identification and disruption of:– significant sources of revenue for al-Shabaab (e.g., extortion and taxation, smuggling of contraband, and weapons and drug trade)– exploitation of local natural resources by al-Shabaab (e.g., logging, mining, and smuggling)– financial contributions by donors and financial facilitators to al-Shabaab– significant transactions by financial institutions and use of money service providers to transfer funds and access the international financial system on al-Shabaab’s behalf– businesses or investments owned or controlled by al-Shabaab or its financiers– international activity by front companies tied to al-Shabaab, engaged in financial transactions on its behalf (e.g., used vehicle trade)– criminal schemes involving al-Shabaab members and supporters, who are financially benefiting the organization (e.g., kidnapping-for-ransom operations and theft of pastoralists’ livestock)– illicit financial schemes of al-Shabaab (e.g., money laundering), and transfers of funding and material by al-Shabaab to its terrorist and militia proxies and partnersOn March 18, 2008, the U.S. Department of State designated al-Shabaab as a Foreign Terrorist Organization under section 219 of the Immigration and Nationality Act, as amended. Later, on March 19, 2008, the Department of State designated al-Shabaab as a Specially Designated Global Terrorist pursuant to Executive Order 13224, as amended. As a result, all of al-Shabaab’s property, and interests in property, subject to U.S. jurisdiction are blocked, and U.S. persons are generally prohibited from engaging in any transactions with al-Shabaab. It is a crime to knowingly provide, or to attempt or conspire to provide, material support or resources to al-Shabaab.",
            "Image URL": "https://rewardsforjustice.net/wp-content/uploads/2022/11/Al-Shabaab-Financial_-269_ARB.jpg",
            "Date Of Birth": null
        }
    ]
}